[
    {
        "pergunta": "É preciso conhecer todas as leis?",
        "a": "Sim",
        "b": "Não",
        "c": "Talvez 25%",
        "d": "Talvez 75%"   
    },
    {
        "pergunta": "Precisa ler muito?",
        "a": "Sim",
        "b": "Não",
        "c": "Talvez 25%",
        "d": "Talvez 75%"   
    },
    {
        "pergunta": "Já pode advogar após formado?",
        "a": "Sim",
        "b": "Não",
        "c": "Talvez 25%",
        "d": "Talvez 75%"   
    },
    {
        "pergunta": "O Direito tem muitas áreas de atuação. Como vou saber qual área seguir?",
        "a": "Sim",
        "b": "Não",
        "c": "Talvez 25%",
        "d": "Talvez 75%"   
    },
    {
        "pergunta": "O direito positivo corresponde a:",
        "a": "Conjunto apenas de normas jurídicas vigentes em um determinado país, em um determinado tempo.",
        "b": "Um conjunto de normas e valores vigentes em um determinado país e tempo.",
        "c": "A Constituição.",
        "d": "Doutrina jurisprudência e Leis vigentes em um determinado país e em um determinado tempo.",
        "ref": "https://rachacuca.com.br/quiz/156321/introducao-ao-estudo-do-direito-i/" 
    },
    {
        "pergunta": "Vacatio Legis corresponde:",
        "a": "O tempo entre a entrada da lei em vigor até a sua revogação.",
        "b": "O tempo entre a data de publicação e a revogação dessa lei.",
        "c": "O tempo entre a correção de uma lei e sua nova publicação.",
        "d": "O tempo de vigência da lei.",
        "e": "O tempo entre a publicação da lei e sua entrada em vigor.",
        "ref": "https://rachacuca.com.br/quiz/156321/introducao-ao-estudo-do-direito-i/"
    },
    {
        "pergunta": "Todas as pessoas tem poder sobre os Direitos Humanos. Verdadeiro ou falso?",
        "v": "Verdadeiro",
        "f": "Falso"
    },
    {
        "pergunta": "Os Direitos Humanos, busca o direito a vida as liberdades básicas e a igualdade perante a lei, sempre na defesa de uma vida melhor para a humanidade.",
        "v": "Verdadeiro",
        "f": "Falso",
        "ref": "https://rachacuca.com.br/quiz/51855/direitos-humanos-i/"
    },
    {
        "pergunta": "No Brasil existe Pena de morte e Prisão perpétua?",
        "a": "Ambos existem e podem ser aplicados a qualquer crime.",
        "b": "Existe a prisão perpétua, mas é aplicável apenas crimes hediondos como: estupro, homicídio, sequestro entre outros...",
        "c": "Não existe pena de morte nem prisão perpétua, pois o máximo de prisão admitida no Brasil é de 30 anos.",
        "d": "É possível a pena de morte em caso de guerra declarada.",
        "e": "Ambos existem mas são aplicáveis apenas a alguns crimes.",
        "ref": "https://rachacuca.com.br/quiz/86914/nocoes-de-direito-constitucional/"
    },
    {
        "pergunta": "De acordo com a Constituição Federal de 1988, são considerados cidadãos:",
        "a": "Apenas quem é brasileiro, isto é, nasceu em território nacional.",
        "b": "Aqueles que nasceram no Brasil, tem pai ou mãe brasileiros, ou também os que forem naturalizados.",
        "c": "Aqueles que nasceram no Brasil, tem pai e mãe brasileiros, ou também os que forem naturalizados",
        "d": "Aqueles que nasceram no Brasil, tem pai e mãe brasileiros, ou nasceram no estrangeiro mas falam português fluentemente.",
        "e": "Todas as pessoas do mundo que pedirem sua nacionalidade brasileira.",
        "ref": "https://rachacuca.com.br/quiz/86914/nocoes-de-direito-constitucional/"
    },
    {
        "pergunta": "De acordo com o preâmbulo da constituição: 'Nós, representantes do povo brasileiro, (...), promulgamos, SOB A PROTEÇÃO DE DEUS, a seguinte CONSTITUIÇÃO DA REPÚBLICA FEDERATIVA DO BRASIL.' Ao afirmar que estão sob a proteção de Deus, estabelece-se então o cristianismo como religião oficial do Estado. Essa premissa é:",
        "v": "Verdadeira",
        "f": "Falso",
        "ref": "https://rachacuca.com.br/quiz/86914/nocoes-de-direito-constitucional/"
    },
    {
        "pergunta": "É considerado 'Guardião da Constituição' o:",
        "a": "Conselho Nacional de Justiça (CNJ).",
        "b": "Organização da Nações Unidas (ONU).",
        "c": "Congresso Nacional.",
        "d": "Supremo Tribunal Federal (STF).",
        "e": "Poder executivo.",
        "ref": "https://rachacuca.com.br/quiz/86914/nocoes-de-direito-constitucional/"
    },
    {
        "pergunta": "O objetivo do Estatuto da Criança e do Adolescente é dar proteção integral às crianças e adolescentes e garantir seus direitos.",
        "v": "Verdadeiro",
        "f": "Falso"
    },
    {
        "pergunta": "Quais são os direitos fundamentais das crianças e adolescentes?",
        "a": "Possuir aparelhos eletrônicos, como computadores e celulares.",
        "b": "Dinheiro.",
        "c": "Vida, saúde, liberdade, respeito, convivência familiar e comunitária, educação e cultura.",
        "d": "Férias, saúde, aparelhos eletrônicos e cultura.",
        "e": "Liberdade e brinquedos."
    },
    {
        "pergunta": "Em caso de maus tratos às crianças, a quem devemos comunicar?",
        "a": "Hospital mais próximo.",
        "b": "Conselho Tutelar.",
        "c": "Bombeiros.",
        "d": "Polícia Militar.",
        "e": "Escola."
    },
    {
        "pergunta": "Quais os direitos que as crianças precisam receber dos pais?",
        "a": "Brinquedos, educação e saúde.",
        "b": "Comida, lazer e brinquedos.",
        "c": "Sustento, guarda e educação.",
        "d": "Educação, roupas e quarto.",
        "e": "Saúde, amor e televisão.",
        "ref": "https://rachacuca.com.br/quiz/129658/direitos-da-crianca-e-do-adolescente/"
    }
]